tutorials/mesh/foamyHexMesh/mixerVessel/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Generate mesh
./Allrun-pre

# Run simulation
./Allrun-simulation

#------------------------------------------------------------------------------
